<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ol{margin:0;padding:0}table td,table th{padding:0}.c0{padding-top:0pt;padding-bottom:16pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left;height:11pt}.c13{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:36pt;font-family:"Arial";font-style:normal}.c12{padding-top:0pt;padding-bottom:3pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.c2{color:#666666;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Arial";font-style:normal}.c7{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Arial";font-style:italic}.c3{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Arial";font-style:normal}.c6{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:italic}.c5{color:#666666;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:24pt;font-family:"Arial";font-style:normal}.c14{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c11{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:18pt;font-family:"Arial";font-style:normal}.c8{padding-top:0pt;padding-bottom:16pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.c1{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c16{color:#666666;font-weight:400;text-decoration:none;vertical-align:baseline;font-family:"Arial";font-style:italic}.c4{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c15{background-color:#ffffff;max-width:451.4pt;padding:72pt 72pt 72pt 72pt}.c9{font-size:24pt}.c10{font-size:12pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c15"><div><p class="c12 title" id="h.c9ku3not5zib"><span class="c3">Ma&iuml;lys Colasse B2G2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TFA 2020-2021</span></p></div><p class="c12 title" id="h.9xyc6abbf6a4"><span class="c13">Dossier de production </span></p><p class="c1"><span class="c14"></span></p><p class="c4"><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 318.50px; height: 99.42px;"><img alt="" src="images/image1.png" style="width: 318.50px; height: 99.42px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span></p><p class="c4"><span class="c3">J&rsquo;ai choisi bemedico comme nom car cela refl&egrave;te bien le c&ocirc;t&eacute; belge (be) ainsi que le c&ocirc;t&eacute; m&eacute;dical (medico) que je veux exploiter dans ce projet.</span></p><p class="c1"><span class="c6"></span></p><p class="c8 subtitle" id="h.rodp7064c49b"><span class="c5">Hypoth&egrave;se </span></p><p class="c1"><span class="c7"></span></p><p class="c4"><span class="c3">J&rsquo;ai vu autour de moi plusieurs personnes qui avaient du mal &agrave; trouver les informations des h&ocirc;pitaux belges qui parfois m&ecirc;me devaient passer par plusieurs phases de recherches avant d&rsquo;obtenir ce qu&rsquo;ils souhaitent. </span></p><p class="c4"><span class="c3">Donc, c&rsquo;est pour cela que j&rsquo;ai &eacute;labor&eacute; ce projet qui est bemedico une application qui permet de retrouver toutes les informations des h&ocirc;pitaux belges sur une m&ecirc;me interface. </span></p><p class="c1"><span class="c7"></span></p><p class="c8 subtitle" id="h.n3ahhob7rhqq"><span class="c5">Mes difficult&eacute;s </span></p><p class="c1"><span class="c6"></span></p><p class="c4"><span class="c3">J&rsquo;ai &eacute;t&eacute; confront&eacute;e &agrave; plusieurs difficult&eacute;s face &agrave; ce projet. </span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">Tout d&rsquo;abord, j&rsquo;ai d&ucirc; restreindre mon projet &agrave; une fonctionnalit&eacute; car j&rsquo;en avais d&eacute;velopp&eacute; plusieurs.</span></p><p class="c4"><span class="c3">Ensuite, mon univers graphique ainsi que mon design visuel n&rsquo;&eacute;taient pas top et pratique point de vue ergonomie, ce qui ressortait de mes tests utilisateurs donc j&rsquo;ai du revoir cela en proposant un autre design. </span></p><p class="c4"><span class="c3">Je suis partie d&rsquo;un design qui allait dans tous les sens niveau graphisme, il passait &agrave; la fois par des lignes, en m&eacute;langeant les obliques ainsi que l&rsquo;arrondi, du coup j&rsquo;ai d&ucirc; me recentrer sur une forme graphique qui est rectangulaire et lign&eacute;e. </span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">J&rsquo;ai &eacute;prouv&eacute; des difficult&eacute;s aussi sur le d&eacute;veloppement de mes filtres et de mon menu dans mon mvp.</span></p><p class="c4"><span class="c3">Je suis pass&eacute;e par un onglet qui s&rsquo;ouvrait en mode pop up mais cela n&rsquo;est pas pratique pour une version mobile. Du coup, j&rsquo;ai repens&eacute; celui ci pour qu&rsquo;il soit affich&eacute; sur toute la page mais encore une fois l&agrave;, j&#39;avais m&eacute;lang&eacute; du flou et de la couleur ce qui ne se faisait pas. Donc, j&rsquo;ai choisi de ne mettre que de la couleur et de couvrir &agrave; 100% l&rsquo;&eacute;cran pour que cela soit accessible et facile d&rsquo;utilisation. </span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">Ensuite dans le header, j&rsquo;affichais les langues les unes &agrave; la suite des autres ce qui n&rsquo;&eacute;tait pas super visuellement donc, j&rsquo;ai d&eacute;cid&eacute; de faire un menu pour celles-ci.</span></p><p class="c4"><span class="c3">Pour ce qui est de mon footer, je suis pass&eacute;e un peu par toutes les directions, j&rsquo;ai plac&eacute; une bande puis des boutons mais ergonomiquement parlant cela n&rsquo;&eacute;tait pas tr&egrave;s pratique ainsi que pour l&rsquo;ui donc je les ai enlev&eacute; pour ne conserver que le bouton d&rsquo;urgence dans le footer. </span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">J&rsquo;ai eu du mal aussi &agrave; faire une landing page qui faisait correctement ressortir mon projet avec les bons textes, je suis pass&eacute;e par un design &eacute;pur&eacute; avec un background image et flou, ainsi que des ombres sur les images et le texte mais encore une fois, je me suis &eacute;parpill&eacute;e donc je me suis recentr&eacute;e sur un design montrant les diff&eacute;rents blocs de mon projet ainsi qu&rsquo;un patterns pour que celle ci ne soit pas trop redondant point de vue image, j&rsquo;ai enlev&eacute; les ombres pour n&rsquo;en garder qu&rsquo;une seule et j&rsquo;ai reformul&eacute; mes textes ainsi que mis en place des titres pour que cela soit plus accrocheur ainsi que placer un bloc de couleurs pour mieux voir les &eacute;tapes. </span></p><p class="c1"><span class="c3"></span></p><p class="c1"><span class="c3"></span></p><p class="c8 subtitle" id="h.aaqv2jlnkyh"><span class="c5">Ce que j&rsquo;aurais fait diff&eacute;remment</span></p><p class="c1"><span class="c6"></span></p><p class="c4"><span class="c3">Pour mon projet, je me suis trop dispers&eacute;e au lieu de recentrer mes id&eacute;es ce qui m&rsquo;a jou&eacute; des tours, j&rsquo;aurai du penser directement &agrave; l&#39;accessibilit&eacute; et faire un moodboard qui m&rsquo;aurais permis de savoir mon orientation graphique et ne pas tout m&eacute;langer au lieu de foncer avec des id&eacute;es qui &eacute;taient un peu fouillie. </span></p><p class="c1"><span class="c6"></span></p><p class="c1"><span class="c6"></span></p><p class="c8 subtitle" id="h.3x3aecs6aqj9"><span class="c5">Techniques utilis&eacute;es </span></p><p class="c1"><span class="c6"></span></p><p class="c4"><span class="c3">J&rsquo;ai utilis&eacute; Adobe illustrator pour mes pictos ainsi que pass&eacute; par figma pour mon mvp et ma landing page avant de la d&eacute;velopper. J&rsquo;ai effectu&eacute; plusieurs tests utilisateurs ainsi que fait des user journey pour pouvoir int&eacute;grer les bonnes fonctions dans mon MVP. J&rsquo;ai aussi effectu&eacute; des interviews et pos&eacute; des questions autour de moi pour savoir comment les gens comprenaient mon projet. J&rsquo;ai effectu&eacute; des moodboards et recherches visuels et graphiques pour pouvoir cr&eacute;er la bonne identit&eacute; pour mon projet.</span></p><p class="c1"><span class="c3"></span></p><p class="c8 subtitle" id="h.fcj6o5pka5i4"><span class="c5">Tests utilisateurs</span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">J&rsquo;ai effectu&eacute; plusieurs tests utilisateurs que ce soit de mon mvp ou de ma landing page. </span></p><p class="c4"><span class="c3">C&rsquo;est comme &ccedil;a que j&rsquo;ai pu r&eacute;aliser les soucis d&#39;accessibilit&eacute; ainsi que de couleurs qu&rsquo;il y avait sur mon mvp et ainsi am&eacute;liorer mon projet, plusieurs personnes m&rsquo;ont fait remarquer que les boutons filtres &eacute;taient beaucoup trop petits donc ce qui causait un probl&egrave;me point de vue de l&#39;accessibilit&eacute; ce que j&rsquo;ai modifi&eacute; ce qu&rsquo;il leurs a permis de pouvoir mieux les utiliser. </span></p><p class="c4"><span class="c3">D&rsquo;autres utilisateurs m&rsquo;ont fait part du probl&egrave;me de la barre oblique avec les lettres qui &eacute;tait beaucoup trop petite et inexploitable c&rsquo;est pour cela que je l&rsquo;ai agrandie et mieux repositionn&eacute;e. </span></p><p class="c4"><span class="c3">D&rsquo;autre ne comprenaient pas trop le sens de mon bouton urgence qui am&egrave;ne direct sur une carte donc j&rsquo;ai modifi&eacute; celui-ci pour que l&rsquo;on comprenne mieux le but de retrouver les h&ocirc;pitaux &agrave; proximit&eacute; en cas d&rsquo;urgence.</span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">J&rsquo;ai aussi demand&eacute; ce qu&rsquo;ils pensaient de celle-ci, s&#39; ils comprenaient le but, si ils arrivaient &agrave; se d&eacute;brouiller et acc&eacute;der &agrave; tout ce qu&#39;ils voulaient; Tous les utilisateurs ont direct compris le but de l&rsquo;application ainsi que la fonction de celle ci ce qui est un point important dans le d&eacute;veloppement de ce projet. </span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">J&rsquo;ai test&eacute; les diff&eacute;rentes versions de ma landing page aussi pour savoir si les couleurs, les textes &eacute;taient assez coh&eacute;rents avec mon projet, je suis pass&eacute;e par diff&eacute;rents graphismes parfois qui pour moi me paraissait lisible et facile or, que certains n&rsquo;arrivait pas &agrave; lire le texte dans un certain contraste de couleurs donc j&rsquo;ai revu cela. </span></p><p class="c1"><span class="c3"></span></p><p class="c4"><span class="c3">Tous ces tests m&rsquo;ont permis de faire attention au regard de chacun et d&rsquo;apporter la meilleure version de mon projet. </span></p><p class="c1"><span class="c7"></span></p><p class="c0 subtitle" id="h.692ogzkdhih7"><span class="c10 c16"></span></p><p class="c8 subtitle" id="h.y2pb8l6byto9"><span class="c9">L</span><span class="c5">e futur ?</span></p><p class="c4"><span class="c3">Pour le futur, je pr&eacute;vois d&rsquo;ajouter un onglet pour avoir acc&egrave;s &agrave; son profil perso o&ugrave; l&rsquo;on retrouvera son dossier m&eacute;dical ainsi que ses informations personnelles et ses rendez vous. </span></p><p class="c4"><span class="c3">Il y aura aussi un onglet sp&eacute;cial pour le covid pour voir les centres de d&eacute;pistage le plus proche et les r&egrave;gles &agrave; suivre d&egrave;s que l&rsquo;on est touch&eacute; par le virus ainsi que les informations pour se faire vacciner. </span></p><p class="c8 subtitle" id="h.52izdazeebf0"><span class="c9">Pour finir</span></p><p class="c4"><span class="c10">En conclusion, cette application plait &agrave; beaucoup de monde car elle est tr&egrave;s facile et rapide d&#39;acc&egrave;s ainsi que le fait d&rsquo;avoir toutes ces informations &agrave; port&eacute;e de mains a &eacute;norm&eacute;ment s&eacute;duit.</span></p><div><p class="c1"><span class="c14"></span></p></div></body></html>